Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/employment/employment_rights_and_conditions/pay_and_employment/leaving_work_without_being_paid.html.txt.tmx
Source language: en
Languages: ga

source: Leaving work without being paid
ga: Ag fágáil oibre gan a bheith íoctha

source: If you lose your job you have certain rights and entitlements including the right to be paid for work you have done
ga: Má chailleann tú do phost tá cearta agus teidlíochtaí áirithe agat lena n-áirítear an ceart íocaíocht a fháil as aon obair curtha i gcrích agat

source: If you have not been paid by the date of dismissal or if you are still owed some wages, you have a legal entitlement to be paid for your work
ga: Mura bhfuil tú íoctha roimh dháta an dífhostaithe nó má tá roinnt pá dlite duit fós, tá tú i dteideal go dlíthiúil a bheith íoctha as do chuid oibre

source: The non-payment of your wages is a deduction from your pay by your employer – see 'Deductions from pay' below
ga: Is asbhaint as do phá ag d'fhostóir é an neamh-íoc ó do phá - féach 'Asbhaintí ó phá' thíos

source: When you leave work
ga: Nuair a fhágann tú obair

source: On the day your employment ends, that is the date of dismissal, there are certain things your employer should give you
ga: Ar an lá a thagann deireadh le do chuid fostaíochta, is é sin an dáta dífhostaithe, tá rudaí áirithe ar cóir do d’fhostóir a thabhairt duit

source: They include the following:
ga: Áirítear iad seo a leanas:

source: • The pay you are owed and a payslip
ga: • An íocaíocht atá dlite duit agus duillín pá

source: • A P45 giving details of your pay with the tax and PRSI deducted to date
ga: • P45 ag tabhairt sonraí do phá leis an gcáin agus an ÁSPC asbhainte go dtí seo

source: • If you have been made redundant, the redundancy payment due to you
ga: • Má rinneadh iomarcach thú, an íocaíocht iomarcaíochta dlite duit

source: • Your entitlement to notice and pay for holidays which you have not taken
ga: • Do theidlíocht foláirimh agus íocaíocht a fháil le haghaidh laethanta saoire nach bhfuil tógtha agat

source: You can read more about these in our document, Losing your job – entitlements
ga: Is féidir leat tuilleadh a léamh faoi na rudaí seo in ár ndoiciméad, Ag cailleadh do phost - teidlíochtaí

source: The Payment of Wages Act 1991 regulates how your employer pays you, establishes your right to a payslip and states what legal deductions your employer can make from your pay
ga: Rialaíonn an tAcht um Íoc Pá 1991 conas a íocann d'fhostóir thú, bunaíonn sé do cheart duillín pá a fháil agus luann sé an méid asbhaintí dlíthiúla gur féidir le d'fhostóir a thógáil ó do phá

source: Under Section 5 of the Act it is illegal for an employer to make a deduction from an employee’s wages unless the deduction is:
ga: Faoi Alt 5 den Acht tá sé mídhleathach d'fhostóir asbhaint a dhéanamh ó phá fostaí ach amháin má tá an asbhaint:

source: • Required by law, for example, tax (PAYE) and social insurance (PRSI)
ga: • Riachtanach de réir an dlí, mar shampla, cáin (ÍMAT) agus árachas sóisialta (ÁSPC)

source: • Provided for in the contract of employment, for example occupational pension contributions
ga: • Soláthraithe sa chonradh fostaíochta, mar shampla ranníocaíochtaí pinsin cheirde

source: • Made with your written consent, for example, trade union subscriptions
ga: • Déanta le do thoiliú i scríbhinn, mar shampla, síntiúis ceardchumainn

source: • To recover an overpayment of wages or expenses
ga: • Chun ró-íocaíocht pá nó caiteachais a athshlánú

source: • Required by a court order, for example, an attachment of earnings order in a family law case
ga: • Éilithe ag ordú cúirte, mar shampla, ordú astútuillimh i gcás dlí teaghlaigh

source: • Arising due to you being on strike
ga: • Tagtha de bhrí go raibh tú ar stailc

source: If you have left work and you have not been paid or if your pay is less than the amount due to you, this is an unlawful deduction under the Payment of Wages Act
ga: Má tá tú tar éis obair a fhágáil agus mura n-íocadh thú nó má tá do phá níos lú ná an méid atá dlite duit, is asbhaint neamhdhleathach í seo faoin Acht um Íoc Pá

source: The only exception to this is where the non-payment or missing amount is due to a mistake in calculating your pay
ga: Is í an t-aon eisceacht amháin air seo ná sa chás ina bhfuil an neamh-íocaíocht nó an méid atá in easnamh de thoradh ar bhotún agus do phá á chomhaireamh

source: So if you have lost your job but your employer has not paid the wages due to you, you can apply for compensation by making a complaint under the Payment of Wages Act 1991
ga: Mar sin, má chaill tú do phost ach nura n-íoc d'fhostóir an pá atá dlite duit, is féidir leat iarratas a dhéanamh ar chúiteamh trí ghearán a dhéanamh faoin Acht um Íoc Pá 1991

source: To make a complaint about this non-payment of wages, you apply to the Workplace Relations Commission using the online complaint form available on workplacerelations.ie
ga: Chun gearán a dhéanamh faoin neamhíocaíocht pá seo, cuireann tú isteach iarratas chuig ag baint úsáide asan fhoirm ghearáin ar líne nua a úsáid á fáil ar workplacerelations.ie

source: You must make a complaint within 6 months of the date of the deduction which is the date your wages were due to be paid
ga: Ní mór duit gearán a dhéanamh laistigh de 6 mhí ó dháta na hasbhainte arb é an dáta do chuid pá a bhí dlite le híoc

source: The time limit may be extended for up to a further 6 months, but only where there is a reasonable cause which prevented the complaint being brought within the normal time limit
ga: Is féidir síneadh ama 6 mhí eile a thabhairt duit ach ní dhéanfar é sin mura bhfuil cúinsí réasúnacha ann a chuir cosc ort an gearán a dhéanamh laistigh den gnáth-thréimhse ama

source: Further information is available in this explanatory booklet on the Payment of Wages Act 1991 (pdf) or from the Workplace Relations Commission's Information and Customer Service - see 'Where to apply' below. Where to apply Workplace Relations Commission Information and Customer Service O'Brien Road Carlow R93 W7W2 Ireland Opening Hours: Mon. to Fri
ga: Tá tuilleadh eolais ar fáil sa leabhrán mínithe ar an Acht um Íoc Pá 1991 (pdf) nó ón tSeirbhís Fhaisnéise agus Custaiméara an Choimisiúin um Chaidreamh san Áit Oibre – féach ‘Cá háit a ndéanfaidh mé iarratas’ thíos
